{
  "wishes": [
    {
      "id": "001",
      "text": "You are really a great mentor who knew very well how to enlighten a soul with its own light. Happy teachers’ day to my favorite teacher!"
    },
    {
      "id": "002",
      "text": "As a teacher it was your unsatisfactory passion for teaching and uncompromising principles that formed what we are today! Happy teachers day!"
    },
    {
      "id": "003",
      "text": "Our parents gave us life and you were the one who taught us to live it. You’ve introduced our character to transparency, sincerity and love. Happy Teacher's day!"
    },
    {
      "id": "004",
      "text": "Thanks for guiding me a subject that I felt I would never understand or be interested in. Thank you for making it interesting to learn. Happy Teacher’s Day!"
    },
    {
      "id": "005",
      "text": "You gave all of us the motivation to think ambitiously and all the assets to achieve it. You are a gift in our life. Happy teacher's day!"
    },
    {
      "id": "006",
      "text": "Thank you for always taking care of us and telling us that we were all doing fine; you are the best teacher in the world! Thanks for all of this!"
    },
    {
      "id": "007",
      "text": "I feel so blessed to have a teacher like you who not only pushes me towards achieving my goal but also supports me in every step. Happy Teacher's Day!"
    },
    {
      "id": "008",
      "text": "You are the spark, the inspiration, the guide, the candle to my life. I am deeply thankful that you are my teacher. Happy Teacher's Day!"
    },
    {
      "id": "009",
      "text": "I am grateful to be your student. Thank you for challenging me to be my best and instilling in me a passion for learning. Happy Teacher's Day!"
    },
    {
      "id": "010",
      "text": "Warm wishes to the teacher who is a great example and who taught me so much. Thank you for giving your love and your 110%. Happy Teacher's Day!"
    },
    {
      "id": "011",
      "text": "Thank you, dear teacher, for planting the seeds which will last for lifetime! Happy Teacher's day!"
    },
    {
      "id": "012",
      "text": "Thank you for motivating me every time I feel lost, nourishing my abilities and helping me conquer my fears! A very happy teacher's day to you, Sir!"
    }
  ]
}
