{
  "wishes": [
    {
      "id": "001",
      "text": "आप मेरे जीवन की प्रेरणा रहे हैं, आपने हमेशा मुझे सत्य और अनुशासन का पाठ पढ़ाया है. आपको शिक्षक दिवस की ढेर सारी शुभकामनाएं."
    },
    {
      "id": "002",
      "text": "शिक्षक मोमबत्ती की तरह होते हैं, वे खुद को जला कर हम स्टूडेंट्स की ज़िन्दगी रौशन कर देते हैं ! इस दुनिया के हर एक शिक्षक को शिक्षक दिवस की हार्दिक शुभकामनाएं!"
    },
    {
      "id": "003",
      "text": "हमारा मार्गदर्शक बनने, हमें प्रेरित करने और हमें वो बनाने के लिए जो कि हम आज हैं, हे शिक्षक आपका धन्यवाद।"
    },
    {
      "id": "004",
      "text": "गुरु तेरे उपकार का, कैसे चुकाऊं मैं मोल, लाख कीमती धन भला, गुरु हैं मेरे अनमोल! शिक्षक दिवस की बधाई!"
    },
    {
      "id": "005",
      "text": "साक्षर हमें बनाते हैं, जीवन क्या है समझाते हैं, जब गिरते हैं हम हार कर तो साहस वही बढाते हैं, ऐसे महान व्यक्ति ही तो शिक्षक – गुरु कहलाते हैं! शिक्षक दिवस पर सभी गुरुजनों को शुभकामनाएं"
    },
    {
      "id": "006",
      "text": "आपसे ही सीखा, आपसे ही जाना आप ही को हमने गुरु हैं माना, सीखा हैं सब कुछ आपसे हमने, कलम का मतलब आपसे हैं जाना! शिक्षक दिवस की बधाई!"
    },
    {
      "id": "007",
      "text": "दिया ज्ञान का भण्डार हमें, किया भविष्य के लिए तैयार हमें, हैं आभारी उन गुरुओं के हम, जो किया कृतज्ञ अपार हमें, मेरे जीवन में आने वाले हर एक शिक्षक को शत-शत नमन।"
    },
    {
      "id": "008",
      "text": "जीवन में कभी हार न मानना, संघर्षों से कभी न भागना मुसीबतों का करना डट कर सामना, हो कुछ भी सच्चाई के मार्ग पर चलना ये आप ही तो हमें सिखाते हैं इसलिए शिक्षक कहलाते हैं। शिक्षक दिवस की शुभकामनाएं!"
    },
    {
      "id": "009",
      "text": "आप हमें पढ़ाते हो, आप हमें समझाते हो, हम बच्चों का भविष्य आप ही तो बनाते हो! शिक्षक दिवस की बधाई!!"
    },
    {
      "id": "010",
      "text": "शांति का पढ़ाया पाठ, अज्ञान का मिटाया अंधकार, गुरु ने सिखाया हमें नफरत पर विजय है प्यार! शिक्षक दिवस की बधाई"
    },
    {
      "id": "011",
      "text": "अज्ञानता को दूर करके ज्ञान की ज्योत जलाई है, आप के साथ रहकर हमने शिक्षा पाई है, गलत राह पर भटके जब हम, तो अपने ही हमें राह दिखाई है!! हैप्पी टीचर्स डे!"
    },
    {
      "id": "012",
      "text": "माता गुरु हैं, पिता भी गुरु हैं, विद्यालय के अध्यापक भी गुरु है जिससे भी कुछ सिखा हैं हमने, हमारे लिए हर वो शख्स गुरु हैं! शिक्षक दिवस की शुभकामनाएं!"
    }
  ]
}
